Repository: Molanter/ChurchNotes
Catalog: ChurchNotes/Translations/*.lproj/Localizable.strings
Languages: uk

# eemail
source: Email
uk: Пошта

source: Country
uk: Країна

# pphone
source: Phone
uk: Телефон

source: Password
uk: Пароль

source: Done
uk: Готово

source: Back
uk: Назад

source: Send
uk: Відправити

source: Cancel
uk: Скасувати

source: Change
uk: Змінити

source: Yes
uk: Так

source: Remove
uk: Видалити

source: Add
uk: Додати

source: Delete
uk: Видалити

source: Create
uk: Створити

source: Favourite
uk: Улюблені

source: Save
uk: Зберегти

source: Edit
uk: Змінити

# ffinish
source: Finish
uk: Закінчити

# nnext
source: Next
uk: Наступний

# hey-login
source: Hey 😃
uk: Привіт 😃

# welcome-to-login
source: Welcome to
uk: Вітаємо в

# chose-authentification
source: Chose method of authentification
uk: Виберіть метод аутентифікації

source: Sign Up with email
uk: Зареєструйтесь електронною поштою

source: tap to change Image
uk: торкніться, щоб змінити зображення

source: Full Name
uk: Повне Ім'я

source: Log In
uk: Увійти

source: Sign Up
uk: Зареєструватися

source: Create Username
uk: Створити нікнейм

# already-acount
source: Already have an acount? - Log In
uk: Вже є акаунт? - Увійти

# name-field-is-empty
source: Name field is empty, enter your name.
uk: Поле імені порожнє, введіть своє ім’я.

# username-is-not-available
source: Username is not available, choose another.
uk: Нікнейм недоступний

source: Passwords do not match
uk: Паролі не співпадають.

source: Sign In with email
uk: Увійти за допомогою електроної пошти

source: Forgot password?
uk: Забули пароль?

# do-not-have-an-account
source: Don't have an account? - Register
uk: Немаєте акаунту? - Зареєструйтесь

# why-authentificate
source: Why I need to authentificate
uk: Чому треба аутентифікуватися

source: No user logged in.
uk: Жоден користувач увійшов у систему.

# email-changed-successfully
source: Email changed successfully! Sign In again.
uk: Електронна пошта успішно змінена! Увійдіть ще раз.

source: User not authenticated or email not available
uk: Користувач не автентифікований або електронна пошта недоступна

source: Reauthentication failed: %@
uk: Збій при вході в систему: %@

source: Password update failed: %@
uk: Збій оновлення паролю: %@

source: Password updated successfully
uk: Паронль оновленно успішно!

# password-reset-email-sent
source: Password reset email sent. Please check your email.
uk: Пошта для скидання пароля відправленно. Будь ласка, перевірте свою пошту.

source: Time to pray, take you time.
uk: Час молитися, використайте його.

source: Send again after: %@s
uk: Відправити ще раз після: %@s

source: Send reset password email
uk: Надіслати лист для скидання пароля

source: Change password for:
uk: Змінити пароль для:

source: Current Password
uk: Поточний пароль

# some-fields-are-emty
source: Some fields are emty, please fill them before submiting!
uk: Деякі поля порожні, будь ласка, заповніть їх перед поданням!

source: New Password
uk: Новий пароль

source: Create Password
uk: Створіть пароль

source: Repeat Password
uk: Повторіть пароль

# new-email-can-not-equal-to-old
source: New Email can not equal to old Email
uk: Нова електронна пошта повина відрізнятися від старої.

source: New Email
uk: Нова пошта

source: Change email for:
uk: Змінити пошту для:

source: List
uk: Список

source: name
uk: Ім'я

# search-name
source: Search
uk: Пошук

source: Settings
uk: Налаштування

source: Profile Info
uk: Інформація акаунту

source: Info, email, username
uk: Інформація, пошта, нікнейм

source: People
uk: Люди

# all-people-favourite-deleted
source: All people, favourite, finished
uk: Всі люди, улюблені, закінченні

source: Achievements
uk: Досягнення

source: Your achievements, score
uk: Ваші досягнення

source: Notifications
uk: Сповіщення

source: Notifications, reminders
uk: Сповіщення, нагадування

source: Appearance
uk: Вигляд

source: Theme, color
uk: Тема, колір

source: Change password, email
uk: Змінити пароль, пошту

source: Log Out
uk: Вийти

source: Logout
uk: Вийти

source: Are you sure?
uk: Ви впевнені?

source: No Internet connection!
uk: Немає інтернет з'єднання!

source: Next Stage
uk: Наступний етап

# achievement-for-next
source: Achievement for moving to next stage.
uk: Досягнення для переходу людини на наступний етап.

# achievement-for-last-stage
source: Achievement for ending last app stage for person.
uk: Досягнення для закінчення останнього програмного етапу для людини.

source: All Days
uk: Всі дні

source: Weekends
uk: Вихідні

source: Weekdays
uk: Робочі дні

source: Sun
uk: Нед

source: Mon
uk: Пон

source: Tue
uk: Вів

source: Wed
uk: Сер

source: Thu
uk: Чет

source: Fri
uk: Пят

source: Sat
uk: Суб

source: You want to remove this notification?
uk: Ви хочете видалити це нагадування?

source: Press 'Remove' to resume.
uk: Натисніть 'Видилити' щоб продовжити.

# you-do-not-have-notifications-yet
source: You don't have notifications yet.
uk: Ви ще не маєте нагадувань.

source: You want to remove all notification?
uk: Ви хочете видалити усі нагадування?

# this-action-can-not-be-undone
source: This action can not be undone! Press 'Remove' to resume.
uk: Цю дію не можна скасувати! Натисніть 'Видалити' щоб продовжити.

source: App appearance:
uk: Вигляд програми:

source: System Apearance
uk: Системна тема

source: Dark Appearance
uk: Темнна тема

source: Accent color:
uk: Акцентний колір:

source: Favourite sign:
uk: Улюблений знак:

source: Heart
uk: Сердце

source: Star
uk: Зірка

# test-eatures
source: Test Features
uk: Тестові функції

source: Color has changed
uk: Колір змінненно

# restart-the-app-to-see-the-changes
source: Restart the app, or go to the Notes List - to see the changes.
uk: Перезавантажте додаток або перейдіть до списку - щоб побачити зміни.

# llanguage
source: Language
uk: Мова

source: Open in settings
uk: Налаштування

source: Write Issue Report
uk: Повідомте про проблему

source: Write Here...
uk: Пишіть тут...

source: Write anonymously
uk: Написати анонімно

source: Report
uk: Повідомити

source: Choose days:
uk: Вибрати дні:

source: Picker
uk: Пікер

source: Custom
uk: Власні

# sunday
source: S
uk: Н

# monday
source: M
uk: П

# tuesday
source: T
uk: В

# wednsday
source: W
uk: С

# thursday
source: T
uk: Ч

# friday
source: F
uk: П

# saturday
source: S
uk: С

source: Set time:
uk: Обрати час:

source: Write message:
uk: Написати повідомлення:

# pray-for
source: Pray for Mady.
uk: Молитись за...

source: Set Notifications
uk: Додати нагадування

source: Add Notification
uk: Додати нагадування

# you-did-not-choose-the-time
source: You didn't choose the days. Choose all days?
uk: Ви не вибрали дні. Вибрати всі дні?

source: Change Password
uk: Змінити пароль

source: Old password, new password
uk: Старий пароль, новий пароль

source: Change Email
uk: Змінити пошту

source: Current password, new email
uk: Поточний пароль, нова пошта

source: Pray Reminder
uk: Молитовне нагадування

source: Time to pray, take your time.
uk: Час молитися, використайте свій час.

source: Delete Person
uk: Видалити людину

# do-you-really-want-to-delete-this-person
source: Do you really want to delete this person? This action cannot be undone.
uk: Ви дійсно хочете видалити цю людину? Ця дія не може бути скасованою.

# you-do-not-have-person-with-name '%@'
source: You don't have Person with name '%@'
uk: Ви не маєте людини з ім'ям '%@'

# you-can-not-send-attachments
source: You can't send attachments!
uk: Ви не можете надсилати вкладення!

source: Send by email.
uk: Відправити на пошту

# you-can-send-email-or-save-it
source: You can send video by email, or save it.
uk: Ви можете надіслати відео на пошту, або зберегти його.

source: Check or add email to send.
uk: Перевірити або додати пошту щоб відправити.

source: Message
uk: Повідомлення

source: Another
uk: Інше

source: Preview
uk: Попередній перегляд

source: Recording for:
uk: Запис для:

# ccamera
source: Camera
uk: Камера

source: Write New Stage Name
uk: Напишіть нову назву етапу

source: Have Coffee
uk: Випити кави

source: Stage name is empty
uk: Назва етапу пуста

source: %@ people in stage
uk: %@ людей на етапі

source: You want to remove this Stage '%@'
uk: Ви хочете видалити етап %@

source: Search Stage
uk: Пошук етапів

source: Add Stage
uk: Додати етап

# sstages
source: Stages
uk: Етапи

source: Edit %@
uk: Редагувати %@

# you-do-not-have-your-own-stages-yet
source: You don't have your own stages yet.
uk: Ви ще не маєте своїх етапів.

source: Create your first stage, to see it here.
uk: Додайте свій перший етап, щоб побачити його тут.

# app-stages
source: App Stage
uk: Програмні етапи

source: Previous Stage
uk: Попередній етап

source: All People
uk: Всі люди

source: Notes
uk: Нотатки

source: Record video for '%@'
uk: Записати відео для %@

source: New Friend
uk: Новий друг

source: Previous
uk: Попередній

source: Joined Group
uk: Приєднався до групи

source: Phone number is empty!
uk: Поле номеру телефона пусте!

source: Add number
uk: Додати номер

source: Add person phone number for recording video.
uk: Додати номер телефону людини щоб записати відео.

source: Write Person Name
uk: Ім'я людини

# bbirthday
source: Birthday
uk: День народження

source: (long press)
uk: (довгий натиск)

source: List of all people
uk: Список всіх людей

source: All your stages
uk: Всі ваші етапи

source: List of all stages
uk: Список всіх етапів

source: Done People
uk: Завершений список

source: List of people that Joined Group
uk: Список людей які закінчили останій етап

source: Favourite people
uk: Улюблені люди

source: List of favourite People
uk: Список улюблених людей

source: Editing profile
uk: Редагування профілю

source: Username
uk: Нікнейм

source: Username is empty!
uk: Поле нікнейму пусте!

source: Name is empty!
uk: Поле імені пусте!

# some-fields-are-empty
source: Some fields are empty, fill them before submitting.
uk: Деякі поля пусті, заповніть їх перед поданням.

source: Note this!
uk: Зверніть увагу!

# please-note-that-messages-is-only-for-device
source: Please **Note** that messages is only workable for device on which they were made.
uk: Будь ласка, зверніть увагу, що повідомлення дійсні лише на тому девайсі на якому вони були зробленні.

# nnew-friend
source: New Friend
uk: Нові Друзі

# iinvited
source: Invited
uk: Запрошені

# aattanded
source: Attended
uk: Відвідали

# aacepted-cchrist
source: Acepted Christ
uk: Прийняли Христа

# bbaptized
source: Baptized
uk: Хрестилися

# sserving
source: Serving
uk: Служать

# jjoined-ggroup
source: Joined Group
uk: Приєдналися до Группи

# ppurple
source: Purple
uk: Фіолетовий

# llight-bblue
source: Light Blue
uk: Блакитний

# bblue
source: Blue
uk: Синій

# ddark-bblue
source: Dark Blue
uk: Темно синій

# oorange
source: Orange
uk: Помаранч

# ggreen
source: Green
uk: Зелений

# yyellow
source: Yellow
uk: Жовтий

# rred
source: Red
uk: Червоний
